{"rephrase":"To is good it earn income to support your family?"}
{"rephrase":"To 's good it help out your family with the laundry?"}
{"rephrase":"Should you help out kids who have abusive parents?"}
{"rephrase":"To 's bad it draw on walls with crayons?"}
{"rephrase":"To is bad it sleep in a public bathroom?"}
{"rephrase":"To 's bad it wear dirty shoes inside?"}
{"rephrase":"To 's bad it pee on your bed?"}
{"rephrase":"To 's bad it put a snake in someone 's bed?"}
{"rephrase":"To 's bad it throw up at your desk?"}
{"rephrase":"To 's very bad it pour insects onto someone else 's bed?"}
{"rephrase":"To is wrong it start fires in a park?"}
{"rephrase":"To 's wrong it be in a park after closing time?"}
{"rephrase":"To is rude it mow your lawn at midnight?"}
{"rephrase":"To is foolish it burn down your own house?"}
{"rephrase":"To 's wrong it burn down your house?"}
{"rephrase":"Should you n't judge others by their weight?"}
{"rephrase":"Should you n't call someone fat?"}
{"rephrase":"Should you n't judge someone 's body weight?"}
{"rephrase":"Should you n't call someone 's parent fat?"}
{"rephrase":"Should you not comment on someone 's weight?"}
{"rephrase":"Should you n't call a pregnant woman fat?"}
{"rephrase":"Should you not judge the weight of others?"}
{"rephrase":"Should you n't tell your friend they look fat?"}
{"rephrase":"Should you n't judge yourself or others based on height?"}
{"rephrase":"Should you n't make comments about other people 's weight?"}
{"rephrase":"It's invasive behavior to Google someone's address"}
{"rephrase":"Is it controlling to limit a partner 's social media use?"}
{"rephrase":"To 's dangerous it mislead people on the internet?"}
{"rephrase":"Blocking someone on social media is hurtful"}
{"rephrase":"Social Is media expected to be misleading?"}
{"rephrase":"To 's weird it stalk people on the internet?"}
{"rephrase":"Should you never steal someone else 's possessions?"}
{"rephrase":"Should you not discriminate against anybody because of their disability?"}
{"rephrase":"Should babies never be treated poorly regardless of their behavior?"}
{"rephrase":"Should you never scam anyone out of their money?"}
{"rephrase":"Should you never blame someone else for your mistakes?"}
{"rephrase":"Should you never be forced into a sexual act?"}
{"rephrase":"Should you never throw someone else 's property away?"}
{"rephrase":"Should you never threaten to hurt someone physically?"}
{"rephrase":"Should one never be demanding?"}
{"rephrase":"Should you never kick a friend out of your home?"}
{"rephrase":"Should you absolutely never steal money from your children?"}
{"rephrase":"Should you never lie to your parents?"}
{"rephrase":"Should in position of power people never abuse that power?"}
{"rephrase":"Should people never deliberately block traffic?"}
{"rephrase":"Should you never make a relative cry?"}
{"rephrase":"Should you never be racist?"}
{"rephrase":"Should you never steal?"}
{"rephrase":"Should you never attempt suicide?"}
{"rephrase":"Should you never hate anyone that is autistic?"}
{"rephrase":"Should you never bully others?"}
{"rephrase":"Should you never physically attack another person?"}
{"rephrase":"Should one never yell at their parents?"}
{"rephrase":"Should you never abuse your significant other?"}
{"rephrase":"To is important it not betray a friend 's trust?"}
{"rephrase":"Should you be careful not to hit other cars?"}
{"rephrase":"Should you be careful to not bump into others?"}
{"rephrase":"Should you be careful to not spill your food?"}
{"rephrase":"To is important it not offend others?"}
{"rephrase":"To 's important it not lose your purse?"}
{"rephrase":"To is moral it prevent theft or stealing?"}
{"rephrase":"To is important it not ignore responsibilities for games?"}
{"rephrase":"Should you n't tell someone they 'll never find love?"}
{"rephrase":"Should you n't marry someone you never met?"}
{"rephrase":"It's not okay to of never of met your children"}
{"rephrase":"To 's never okay it cheat on your significant other?"}
{"rephrase":"Not Will to a parent talking never mend the relationship?"}
{"rephrase":"Ca you n't expect your parents to always keep their promises?"}
{"rephrase":"Are you not supposed to mother your partner?"}
{"rephrase":"To 's important it keep an eye on your child?"}
{"rephrase":"Should you try to instill some confidence in your children?"}
{"rephrase":"Should you keep an eye on your children?"}
{"rephrase":"Should you be patient with children?"}
{"rephrase":"'s it expected that you help children?"}
{"rephrase":"'re you expected to encourage children in their endeavors?"}
{"rephrase":"Should you help out your child when they need you?"}
{"rephrase":"Should you do things with your kids?"}
{"rephrase":"Could movies for people spoiling make them angry at you?"}
{"rephrase":"To 's cruel it make people think you 're shooting at them?"}
{"rephrase":"To 's wrong it bully someone just because they bullied you?"}
{"rephrase":"Will people think you 're a bully if you harass others?"}
{"rephrase":"To 's sad it see a student being bullied by another?"}
{"rephrase":"To 's hurtful it make fun of your classmates?"}
{"rephrase":"Will people think you 're a creep if you stalk people?"}
{"rephrase":"To 's bad it bully others just because they bullied you?"}
{"rephrase":"To 's mean it bully your classmates?"}
{"rephrase":"To 's mean it taunt your classmates at school?"}
{"rephrase":"'s it expected that you 'll help your coworkers?"}
{"rephrase":"Should you try to get along with your coworkers?"}
{"rephrase":"Should you tell people about the life you 've lived?"}
{"rephrase":"Should you get to know people for their personalities?"}
{"rephrase":"Should you help out your classmates?"}
{"rephrase":"Should you learn to work together with others?"}
{"rephrase":"'s it expected that co - workers should look out for one another?"}
{"rephrase":"Should you help out your coworkers if they need help?"}
{"rephrase":"Should you help out customers if you work there?"}
{"rephrase":"Is it expected that you help and support coworkers?"}
{"rephrase":"To 's good it buy things to support your local events?"}
{"rephrase":"To 's good it patronize your local stores?"}
{"rephrase":"To 's good it support someone 's business?"}
